<?php // Файл конфигурации configuration.php
// Браузерная игра
// Bozzy Adventures
// 2012 (c)

$DEFAULT_LEVEL = 1; // Начальный уровень
$DEFAULT_GOLD = 1000; // Количество золота которое даётся по умолчанию
$DEFAULT_GOLD_PLUS = 0; // Количество процентов увеличения в получении золота
$DEFAULT_HP = 100; // Количество здоровья по умолчанию
$DEFAULT_MANA = 250; // Количество маны по умолчанию
$DEFAULT_DAMAGE_MIN = 2; // Количество минимального урона по умолчанию
$DEFAULT_DAMAGE_MAX = 5; // Количество максимального урона по умолчанию
$DEFAULT_DAMAGE_AVR = ($DEFAULT_DAMAGE_MIN+$DEFAULT_DAMAGE_MAX)/2; // Количество среднего урона по умолчанию
$DEFAULT_CRITESHANSE = 2; // Количество процентов вероятности критического урона
$DEFAULT_XP = 0; // Начальное количество опыта
$DEFAULT_XP_PLUS = 0; // Количество процентов увеличения получения опыта

?>